# St7EnableNLAStage

Activates the specified stage such that it is included in nonlinear static analysis.

long St7EnableNLAStage(long uID, long Stage)

Input Parameters

uID

Strand7 model file ID.

Stage

Stage index to be enabled.